[
  {
    "ID": "54144a55-25e7-42c5-a61f-ddebeb479923",
    "Name": "1984",
    "Summary": "1984 is a dystopian novel by George Orwell, published in 1949. It is set in a totalitarian society where the government, led by the Party and its leader Big Brother, exercises complete control over all aspects of people's lives.",
    "Author": "George Orwell",
    "Publication Date": "1949-06-08",
    "Price": "10 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "e6ef82f4-cc7a-4de5-bb8f-49b46b7b6829",
    "Name": "To Kill a Mockingbird",
    "Summary": "To Kill a Mockingbird is a novel by Harper Lee, first published in 1960. It deals with the issues of racial injustice and moral growth seen through the eyes of a young girl named Scout Finch.",
    "Author": "Harper Lee",
    "Publication Date": "1960-07-11",
    "Price": "15 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "4eb11ac2-c8d7-4c4b-8933-b01c52568477",
    "Name": "Moby Dick",
    "Summary": "Moby Dick is a novel by Herman Melville, first published in 1851. It follows the journey of the narrator Ishmael aboard the whaling ship Pequod, led by the obsessive Captain Ahab, who seeks revenge on the white whale Moby Dick.",
    "Author": "Herman Melville",
    "Publication Date": "1851-10-18",
    "Price": "20 GBP",
    "Ratings": "4.6"
  },
  {
    "ID": "cc040be1-c307-458e-a1d7-b3961d2a9cb6",
    "Name": "Les Misérables",
    "Summary": "Les Misérables is a novel by Victor Hugo, first published in 1862. It follows the intertwined lives of several characters during 19th-century France, including ex-convict Jean Valjean and inspector Javert.",
    "Author": "Victor Hugo",
    "Publication Date": "1862-03-15",
    "Price": "25 CAD",
    "Ratings": "4.9"
  },
  {
    "ID": "6f2ef5d4-3e0d-4c1b-b8a3-fbdc0518b556",
    "Name": "Crime and Punishment",
    "Summary": "Crime and Punishment is a novel by Fyodor Dostoevsky, first published in 1866. The story follows student Raskolnikov, who commits a murder and then deals with the moral and psychological consequences of his actions.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1866-01-01",
    "Price": "30 USD",
    "Ratings": "4.5"
  },
  {
    "ID": "3d4bfe2b-383a-4b02-9314-2cf2dab3dc84",
    "Name": "The Alchemist",
    "Summary": "The Alchemist is a novel by Paulo Coelho, first published in 1988. It follows the journey of an Andalusian shepherd boy named Santiago as he travels from Spain to the Egyptian desert in search of treasure.",
    "Author": "Paulo Coelho",
    "Publication Date": "1988-01-01",
    "Price": "12 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "bba7498b-2f9e-4c80-b3df-2cb0f8f0a063",
    "Name": "The Catcher in the Rye",
    "Summary": "The Catcher in the Rye is a novel by J.D. Salinger, first published in 1951. It follows the story of Holden Caulfield, a young man who struggles with alienation and rebellion in the society of the 1950s.",
    "Author": "J.D. Salinger",
    "Publication Date": "1951-07-16",
    "Price": "18 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "a3af8f8c-1be0-4da5-8b47-52ff9f29a783",
    "Name": "One Hundred Years of Solitude",
    "Summary": "One Hundred Years of Solitude is a novel by Gabriel García Márquez, first published in 1967. It tells the story of the Buendía family in the fictional town of Macondo, spanning seven generations.",
    "Author": "Gabriel García Márquez",
    "Publication Date": "1967-05-30",
    "Price": "22 GBP",
    "Ratings": "4.9"
  },
  {
    "ID": "0cfa8db1-6dd0-4a1a-8235-0efcbdb8a14c",
    "Name": "Don Quixote",
    "Summary": "Don Quixote is a novel by Miguel de Cervantes, first published in two parts in 1605 and 1615. It follows the adventures of Alonso Quixano, a retired country gentleman who becomes obsessed with chivalric romances and sets out to revive chivalry under the name Don Quixote.",
    "Author": "Miguel de Cervantes",
    "Publication Date": "1605-01-16",
    "Price": "28 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "76fd3012-8e77-41ff-82f0-43d497462ded",
    "Name": "The Great Gatsby",
    "Summary": "The Great Gatsby is a novel by F. Scott Fitzgerald, first published in 1925. It is set in the summer of 1922 and follows the life and times of millionaire Jay Gatsby and his pursuit of the American Dream.",
    "Author": "F. Scott Fitzgerald",
    "Publication Date": "1925-04-10",
    "Price": "24 CAD",
    "Ratings": "4.8"
  },
  {
    "ID": "51baf43b-ebe6-49e2-a246-76c470ae78c2",
    "Name": "Frankenstein",
    "Summary": "Frankenstein; or, The Modern Prometheus is a novel by Mary Shelley, first published in 1818. It tells the story of Victor Frankenstein, a young scientist who creates a grotesque creature in an unorthodox scientific experiment.",
    "Author": "Mary Shelley",
    "Publication Date": "1818-01-01",
    "Price": "32 USD",
    "Ratings": "4.5"
  },
  {
    "ID": "4c7bcb3d-0ff2-4d17-8a44-d0e54b5c5070",
    "Name": "The Lord of the Rings",
    "Summary": "The Lord of the Rings is a fantasy novel by J.R.R. Tolkien, first published in three volumes between 1954 and 1955. It tells the story of the quest to destroy the One Ring and defeat the Dark Lord Sauron.",
    "Author": "J.R.R. Tolkien",
    "Publication Date": "1954-07-29",
    "Price": "35 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "1c1b2388-6418-48d0-814a-ebfbbcf8d243",
    "Name": "Harry Potter and the Philosopher's Stone",
    "Summary": "Harry Potter and the Philosopher's Stone is a fantasy novel by J.K. Rowling, first published in 1997. It follows the story of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley as they attend Hogwarts School of Witchcraft and Wizardry.",
    "Author": "J.K. Rowling",
    "Publication Date": "1997-06-26",
    "Price": "40 GBP",
    "Ratings": "5.0"
  },
  {
    "ID": "9f235f5f-7842-4c72-ae11-5f92b1e9050b",
    "Name": "The Picture of Dorian Gray",
    "Summary": "The Picture of Dorian Gray is a novel by Oscar Wilde, first published in 1890. It tells the story of Dorian Gray, a young man who sells his soul in exchange for eternal youth and beauty, but his portrait ages while he remains young and handsome.",
    "Author": "Oscar Wilde",
    "Publication Date": "1890-07-01",
    "Price": "45 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "2d30cbdb-7734-4c4a-902a-53c6df234eb9",
    "Name": "War and Peace",
    "Summary": "War and Peace is a novel by Leo Tolstoy, first published in 1869. It is set during the Napoleonic Wars and follows the lives of several aristocratic families in Russia, including the Bezukhovs, the Bolkonskys, and the Rostovs.",
    "Author": "Leo Tolstoy",
    "Publication Date": "1869-01-01",
    "Price": "50 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "5a4b8686-6d0a-431e-b54b-b0ab24542920",
    "Name": "Anna Karenina",
    "Summary": "Anna Karenina is a novel by Leo Tolstoy, first published in 1878. It tells the story of Anna Karenina, a married aristocrat and socialite, and her affair with the affluent Count Vronsky, which leads to her tragic downfall.",
    "Author": "Leo Tolstoy",
    "Publication Date": "1878-01-01",
    "Price": "55 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "a319dcb0-63ed-495e-a8ec-5ae41ac75b5a",
    "Name": "The Hobbit",
    "Summary": "The Hobbit, or There and Back Again is a fantasy novel by J.R.R. Tolkien, first published in 1937. It follows the journey of Bilbo Baggins, a hobbit who embarks on an adventure to reclaim a treasure guarded by the dragon Smaug.",
    "Author": "J.R.R. Tolkien",
    "Publication Date": "1937-09-21",
    "Price": "60 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "f34b5b08-1aa4-4a67-9cb4-bf10468d8ff4",
    "Name": "Pride and Prejudice",
    "Summary": "Pride and Prejudice is a novel by Jane Austen, first published in 1813. It follows the story of Elizabeth Bennet, the spirited and independent protagonist, as she deals with issues of marriage, morality, and social status in early 19th-century England.",
    "Author": "Jane Austen",
    "Publication Date": "1813-01-28",
    "Price": "65 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "df2203ef-0150-4b21-8203-4e8be64852fc",
    "Name": "The Brothers Karamazov",
    "Summary": "The Brothers Karamazov is a novel by Fyodor Dostoevsky, first published in 1880. It is the final novel by Dostoevsky and tells the story of the murder of Fyodor Pavlovich Karamazov and its aftermath, focusing on the lives of his sons.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1880-01-01",
    "Price": "70 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "9628f159-819f-484a-a64b-9b3d5b59b345",
    "Name": "The Divine Comedy",
    "Summary": "The Divine Comedy is an epic poem by Dante Alighieri, first published in the life. It is widely considered one of the greatest works of world literature and follows the journey of the protagonist Dante through Hell, Purgatory, and Heaven.",
    "Author": "Dante Alighieri",
    "Publication Date": "1942-01-01",
    "Price": "75 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "8a9e7b87-cc17-4f3f-8723-00d6de3baef2",
    "Name": "The Odyssey",
    "Summary": "The Odyssey is an epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It tells the story of the Greek hero Odysseus and his journey home to Ithaca after the fall of Troy.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "80 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "8b1b6d1c-0d3f-4d40-aae7-b0d6f0c9d31b",
    "Name": "The Iliad",
    "Summary": "The Iliad is an ancient Greek epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It tells the story of the Trojan War and the Greek hero Achilles' rage.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "85 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "20f3e007-7a1c-4d84-b3aa-6c17f3652e7d",
    "Name": "The Stranger",
    "Summary": "The Stranger is a novel by Albert Camus, first published in 1942. It tells the story of Meursault, a French Algerian who kills an Arab man in Algiers and is subsequently tried and sentenced to death.",
    "Author": "Albert Camus",
    "Publication Date": "1942-01-01",
    "Price": "90 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "c5f9ac39-af6f-4c2a-a91a-09f3a39e1420",
    "Name": "The Trial",
    "Summary": "The Trial is a novel by Franz Kafka, first published in 1925. It tells the story of Josef K., a man who is arrested and prosecuted by a remote, inaccessible authority for a crime that is never revealed to him.",
    "Author": "Franz Kafka",
    "Publication Date": "1925-01-01",
    "Price": "95 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "73c8bb5e-2c95-4850-9502-8d6af0468e71",
    "Name": "The Metamorphosis",
    "Summary": "The Metamorphosis is a novella by Franz Kafka, first published in 1915. It tells the story of Gregor Samsa, who wakes up one morning to find himself transformed into a giant insect.",
    "Author": "Franz Kafka",
    "Publication Date": "1915-01-01",
    "Price": "100 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "4b91f630-c714-4b46-854e-011b23659da8",
    "Name": "Ulysses",
    "Summary": "Ulysses is a novel by James Joyce, first published in 1922. It chronicles the adventures of Leopold Bloom on June 16, 1904, a day that Joyce and his friends would later commemorate as Bloomsday.",
    "Author": "James Joyce",
    "Publication Date": "1922-02-02",
    "Price": "105 GBP",
    "Ratings": "4.6"
  },
  {
    "ID": "d92c96b4-8650-4744-83de-13c7888c582b",
    "Name": "The Canterbury Tales",
    "Summary": "The Canterbury Tales is a collection of stories by Geoffrey Chaucer, written in Middle English between 1387 and 1400. It follows a group of pilgrims traveling from Southwark to the shrine of Saint Thomas Becket at Canterbury Cathedral.",
    "Author": "Geoffrey Chaucer",
    "Publication Date": "1387-01-01",
    "Price": "110 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "ebe37910-3d58-4c7d-948d-11cb03b3c446",
    "Name": "Heart of Darkness",
    "Summary": "Heart of Darkness is a novella by Joseph Conrad, first published in 1899. It tells the story of Charles Marlow, an Englishman who takes a journey up the Congo River in search of the mysterious ivory trader Kurtz.",
    "Author": "Joseph Conrad",
    "Publication Date": "1899-01-01",
    "Price": "115 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "f49e5e7c-49a1-470e-9ed6-25ed7022ecb0",
    "Name": "Wuthering Heights",
    "Summary": "Wuthering Heights is a novel by Emily Brontë, first published in 1847 under the pseudonym Ellis Bell. It tells the story of the passionate and destructive love between Heathcliff and Catherine Earnshaw, set on the Yorkshire moors.",
    "Author": "Emily Brontë",
    "Publication Date": "1847-12-19",
    "Price": "120 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "0c33ee42-91e5-41a8-9886-d7b24e9a5dbf",
    "Name": "The Da Vinci Code",
    "Summary": "The Da Vinci Code is a mystery thriller novel by Dan Brown, first published in 2003. It follows symbologist Robert Langdon and cryptologist Sophie Neveu as they investigate a murder in the Louvre and unravel a conspiracy involving Leonardo da Vinci.",
    "Author": "Dan Brown",
    "Publication Date": "2003-03-18",
    "Price": "125 GBP",
    "Ratings": "4.8"
  },
  {
    "ID": "8c06a929-bcbb-4d89-9aa7-88f598c9b2b9",
    "Name": "The Sun Also Rises",
    "Summary": "The Sun Also Rises is a novel by Ernest Hemingway, first published in 1926. It follows a group of American and British expatriates as they travel from Paris to Pamplona to watch the running of the bulls and explores themes of disillusionment and the lost generation.",
    "Author": "Ernest Hemingway",
    "Publication Date": "1926-10-22",
    "Price": "130 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "bc7736a5-2691-4d8c-9d4f-04112f05d34d",
    "Name": "Great Expectations",
    "Summary": "Great Expectations is a novel by Charles Dickens, first published in 1861. It follows the life of an orphan named Pip as he grows up and becomes a gentleman, encountering characters like the eccentric Miss Havisham and the convict Magwitch along the way.",
    "Author": "Charles Dickens",
    "Publication Date": "1861-01-01",
    "Price": "135 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "ba5a4a7b-9c8c-474b-b07d-c1647791ff9e",
    "Name": "Jane Eyre",
    "Summary": "Jane Eyre is a novel by Charlotte Brontë, first published in 1847 under the pseudonym Currer Bell. It follows the story of the orphaned Jane Eyre as she grows up, becomes a governess, and falls in love with her employer, Mr. Rochester.",
    "Author": "Charlotte Brontë",
    "Publication Date": "1847-10-16",
    "Price": "140 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "07926144-1fe8-486b-9a29-b24aefc92591",
    "Name": "Gulliver's Travels",
    "Summary": "Gulliver's Travels is a novel by Jonathan Swift, first published in 1726. It follows the adventures of Lemuel Gulliver, a ship's surgeon who travels to four fictional lands: Lilliput, Brobdingnag, Laputa, and the land of the Houyhnhnms.",
    "Author": "Jonathan Swift",
    "Publication Date": "1726-10-28",
    "Price": "145 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "c1f44a82-9317-4a78-bac4-d949d042a0bb",
    "Name": "Dracula",
    "Summary": "Dracula is a novel by Bram Stoker, first published in 1897. It tells the story of Count Dracula's attempt to move from Transylvania to England so that he may find new blood and spread the undead curse.",
    "Author": "Bram Stoker",
    "Publication Date": "1897-05-26",
    "Price": "150 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "c775d1e4-4071-4b88-bb7d-5e8a13d8da2b",
    "Name": "The War of the Worlds",
    "Summary": "The War of the Worlds is a science fiction novel by H.G. Wells, first published in 1898. It tells the story of an alien invasion of Earth and the ensuing conflict between humanity and the Martians.",
    "Author": "H.G. Wells",
    "Publication Date": "1898-01-01",
    "Price": "155 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "6115c924-b42c-41c1-a9da-43dbb2e4e85a",
    "Name": "Middlemarch",
    "Summary": "Middlemarch is a novel by George Eliot, first published in 1871–72. It is set in the fictitious Midlands town of Middlemarch and follows the lives of a wide range of characters, exploring themes such as marriage, politics, and religion.",
    "Author": "George Eliot",
    "Publication Date": "1871-12-01",
    "Price": "160 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "ea3d8e24-292f-4b7e-a8bc-6cadd69d0c15",
    "Name": "The Grapes of Wrath",
    "Summary": "The Grapes of Wrath is a novel by John Steinbeck, first published in 1939. It tells the story of the Joad family, who are forced to leave their farm in Oklahoma during the Dust Bowl and journey to California in search of work and a better life.",
    "Author": "John Steinbeck",
    "Publication Date": "1939-04-14",
    "Price": "165 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "f51fe7e6-ced2-4a58-9232-b44d2e2e8db2",
    "Name": "The Bell Jar",
    "Summary": "The Bell Jar is a novel by Sylvia Plath, first published in 1963 under the pseudonym Victoria Lucas. It is semi-autobiographical and follows the life of Esther Greenwood, a young woman who struggles with mental illness.",
    "Author": "Sylvia Plath",
    "Publication Date": "1963-01-01",
    "Price": "170 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "a202f306-2853-478f-902f-8d1924469e99",
    "Name": "Slaughterhouse-Five",
    "Summary": "Slaughterhouse-Five, or The Children's Crusade: A Duty-Dance with Death is a novel by Kurt Vonnegut, first published in 1969. It follows the experiences of Billy Pilgrim, a soldier who becomes unstuck in time and experiences events out of sequence.",
    "Author": "Kurt Vonnegut",
    "Publication Date": "1969-03-31",
    "Price": "175 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "525d96aa-60cc-4f1b-bf3c-85874223ec59",
    "Name": "Catch-22",
    "Summary": "Catch-22 is a novel by Joseph Heller, first published in 1961. It follows the experiences of Captain John Yossarian, a U.S. Army Air Forces B-25 bombardier, and his attempts to maintain his sanity while fulfilling his service requirements during World War II.",
    "Author": "Joseph Heller",
    "Publication Date": "1961-11-10",
    "Price": "180 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "64d8e3d3-c3a9-41e5-b32c-585e004e29c1",
    "Name": "The Scarlet Letter",
    "Summary": "The Scarlet Letter is a novel by Nathaniel Hawthorne, first published in 1850. It tells the story of Hester Prynne, a young woman who is publicly shamed for having a child out of wedlock and forced to wear a scarlet letter 'A' as a symbol of her sin.",
    "Author": "Nathaniel Hawthorne",
    "Publication Date": "1850-03-16",
    "Price": "185 GBP",
    "Ratings": "4.8"
  },
  {
    "ID": "f59779aa-6e34-4c05-864d-fa454b132b19",
    "Name": "The Old Man and the Sea",
    "Summary": "The Old Man and the Sea is a novella by Ernest Hemingway, first published in 1952. It tells the story of an aging Cuban fisherman named Santiago who struggles with a giant marlin far out in the Gulf Stream.",
    "Author": "Ernest Hemingway",
    "Publication Date": "1952-09-01",
    "Price": "190 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "e27d60c2-277e-4c65-b166-dfbb71a78b3f",
    "Name": "The Road",
    "Summary": "The Road is a novel by Cormac McCarthy, first published in 2006. It follows a father and his young son as they journey across a post-apocalyptic landscape, struggling to survive and maintain their humanity.",
    "Author": "Cormac McCarthy",
    "Publication Date": "2006-09-26",
    "Price": "195 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "84b83354-c00b-4605-8a6e-3927a31d2d05",
    "Name": "A Clockwork Orange",
    "Summary": "A Clockwork Orange is a novel by Anthony Burgess, first published in 1962. It is set in a dystopian future and follows the life of teenager Alex DeLarge and his violent exploits in a society where youth violence is rampant.",
    "Author": "Anthony Burgess",
    "Publication Date": "1962-09-21",
    "Price": "200 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "40bf63cb-ebe6-4ee0-86d1-21f7d940d22e",
    "Name": "The Adventures of Huckleberry Finn",
    "Summary": "The Adventures of Huckleberry Finn is a novel by Mark Twain, first published in 1884. It follows the adventures of Huck Finn and his friend Jim, a runaway slave, as they travel down the Mississippi River on a raft.",
    "Author": "Mark Twain",
    "Publication Date": "1884-12-10",
    "Price": "205 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "f6a10877-74c3-478d-bd9e-3560be2ad2d0",
    "Name": "The Count of Monte Cristo",
    "Summary": "The Count of Monte Cristo is a novel by Alexandre Dumas, first published in 1844. It tells the story of Edmond Dantès, a young sailor who is falsely accused of treason and imprisoned, only to escape and seek revenge against those who betrayed him.",
    "Author": "Alexandre Dumas",
    "Publication Date": "1844-08-28",
    "Price": "210 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "c63f6f6b-fce0-4b4e-b77d-c83195aa7f1c",
    "Name": "The Name of the Rose",
    "Summary": "The Name of the Rose is a historical mystery novel by Umberto Eco, first published in 1980. It is set in an Italian monastery in the year 1327 and follows the Franciscan friar William of Baskerville as he investigates a series of murders.",
    "Author": "Umberto Eco",
    "Publication Date": "1980-09-08",
    "Price": "215 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "bc146749-df50-4f6d-b1d0-1d72b5c7bc7c",
    "Name": "The Wind-Up Bird Chronicle",
    "Summary": "The Wind-Up Bird Chronicle is a novel by Haruki Murakami, first published in 1994. It follows the story of Toru Okada, a Japanese man who searches for his wife's missing cat and discovers a surreal and mysterious world beneath the surface of Tokyo.",
    "Author": "Haruki Murakami",
    "Publication Date": "1994-01-01",
    "Price": "220 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "8e204501-5352-494b-85f5-cfe2d17cd3ff",
    "Name": "Siddhartha",
    "Summary": "Siddhartha is a novel by Hermann Hesse, first published in 1922. It tells the story of Siddhartha, a young Indian man who embarks on a spiritual journey of self-discovery in search of enlightenment.",
    "Author": "Hermann Hesse",
    "Publication Date": "1922-01-01",
    "Price": "225 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "9494a1e0-2294-4c22-9c5e-d3e30bc8b5d0",
    "Name": "The Shining",
    "Summary": "The Shining is a horror novel by Stephen King, first published in 1977. It tells the story of Jack Torrance, an aspiring writer and recovering alcoholic who accepts a job as the winter caretaker of the Overlook Hotel, where he and his family become haunted by supernatural forces.",
    "Author": "Stephen King",
    "Publication Date": "1977-01-28",
    "Price": "230 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "c6b9291c-6fb7-4030-9e9a-40ff73e38388",
    "Name": "The Three Musketeers",
    "Summary": "The Three Musketeers is a historical adventure novel by Alexandre Dumas, first published in 1844. It follows the adventures of d'Artagnan, a young man who travels to Paris to join the Musketeers of the Guard and becomes involved in court intrigue and duels.",
    "Author": "Alexandre Dumas",
    "Publication Date": "1844-03-14",
    "Price": "235 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "afcfcb8a-6f05-4c14-8e28-02f5f99b88bb",
    "Name": "The Catcher in the Rye",
    "Summary": "The Catcher in the Rye is a novel by J.D. Salinger, first published in 1951. It follows the story of Holden Caulfield, a young man who is expelled from his prep school and embarks on a journey of self-discovery in New York City.",
    "Author": "J.D. Salinger",
    "Publication Date": "1951-07-16",
    "Price": "240 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "9d5d83a2-3548-44db-85d4-9b2441e0f8b5",
    "Name": "One Hundred Years of Solitude",
    "Summary": "One Hundred Years of Solitude is a novel by Gabriel García Márquez, first published in 1967. It tells the story of the Buendía family in the fictional town of Macondo, exploring themes of love, time, and the cyclical nature of history.",
    "Author": "Gabriel García Márquez",
    "Publication Date": "1967-05-30",
    "Price": "245 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "ddc61749-dc5b-4d28-98a9-c6cb1582ad94",
    "Name": "Moby-Dick",
    "Summary": "Moby-Dick; or, The Whale is a novel by Herman Melville, first published in 1851. It tells the story of the voyage of the whaling ship Pequod, commanded by Captain Ahab, who is obsessed with hunting the giant white sperm whale known as Moby Dick.",
    "Author": "Herman Melville",
    "Publication Date": "1851-10-18",
    "Price": "250 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "2b4df441-d556-4ec9-8b7f-413a5f4b867f",
    "Name": "Les Misérables",
    "Summary": "Les Misérables is a novel by Victor Hugo, first published in 1862. It follows the lives and interactions of several characters, particularly the struggles of ex-convict Jean Valjean and his experience of redemption.",
    "Author": "Victor Hugo",
    "Publication Date": "1862-03-15",
    "Price": "255 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "0088db82-fc46-4897-aa02-f35cfd68cffe",
    "Name": "The Adventures of Sherlock Holmes",
    "Summary": "The Adventures of Sherlock Holmes is a collection of detective stories by Sir Arthur Conan Doyle, first published in 1892. It features the consulting detective Sherlock Holmes and his friend Dr. John Watson, who solve various mysteries together.",
    "Author": "Arthur Conan Doyle",
    "Publication Date": "1892-10-14",
    "Price": "260 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "5d8dd2d0-6e2f-4b5f-a3c2-4bbd834ba6d0",
    "Name": "Frankenstein",
    "Summary": "Frankenstein; or, The Modern Prometheus is a novel by Mary Shelley, first published in 1818. It tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment.",
    "Author": "Mary Shelley",
    "Publication Date": "1818-01-01",
    "Price": "265 GBP",
    "Ratings": "4.5"
  },
  {
    "ID": "4c7bcb3d-0ff2-4d17-8a44-d0e54b5c5070",
    "Name": "The Lord of the Rings",
    "Summary": "The Lord of the Rings is a fantasy novel by J.R.R. Tolkien, first published in three volumes between 1954 and 1955. It tells the story of the quest to destroy the One Ring and defeat the Dark Lord Sauron.",
    "Author": "J.R.R. Tolkien",
    "Publication Date": "1954-07-29",
    "Price": "35 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "1c1b2388-6418-48d0-814a-ebfbbcf8d243",
    "Name": "Harry Potter and the Philosopher's Stone",
    "Summary": "Harry Potter and the Philosopher's Stone is a fantasy novel by J.K. Rowling, first published in 1997. It follows the story of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley as they attend Hogwarts School of Witchcraft and Wizardry.",
    "Author": "J.K. Rowling",
    "Publication Date": "1997-06-26",
    "Price": "40 GBP",
    "Ratings": "5.0"
  },
  {
    "ID": "9f235f5f-7842-4c72-ae11-5f92b1e9050b",
    "Name": "The Picture of Dorian Gray",
    "Summary": "The Picture of Dorian Gray is a novel by Oscar Wilde, first published in 1890. It tells the story of Dorian Gray, a young man who sells his soul in exchange for eternal youth and beauty, but his portrait ages while he remains young and handsome.",
    "Author": "Oscar Wilde",
    "Publication Date": "1890-07-01",
    "Price": "45 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "2d30cbdb-7734-4c4a-902a-53c6df234eb9",
    "Name": "War and Peace",
    "Summary": "War and Peace is a novel by Leo Tolstoy, first published in 1869. It is set during the Napoleonic Wars and follows the lives of several aristocratic families in Russia, including the Bezukhovs, the Bolkonskys, and the Rostovs.",
    "Author": "Leo Tolstoy",
    "Publication Date": "1869-01-01",
    "Price": "50 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "5a4b8689-59a4-42cd-aac5-0d50acfa62fc",
    "Name": "To Kill a Mockingbird",
    "Summary": "To Kill a Mockingbird is a novel by Harper Lee, first published in 1960. It is set in the fictional town of Maycomb, Alabama, and follows the Finch family as they confront racial injustice and moral growth in the American South.",
    "Author": "Harper Lee",
    "Publication Date": "1960-07-11",
    "Price": "55 GBP",
    "Ratings": "4.9"
  },
  {
    "ID": "dea8654c-5a04-4a5d-b045-c90c92a5ad45",
    "Name": "Pride and Prejudice",
    "Summary": "Pride and Prejudice is a novel by Jane Austen, first published in 1813. It follows the romantic entanglements of the Bennet sisters, particularly Elizabeth and Mr. Darcy, and explores themes of class, marriage, and societal expectations.",
    "Author": "Jane Austen",
    "Publication Date": "1813-01-28",
    "Price": "60 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "4b7e4a4a-34fb-4628-80ab-37090df3beab",
    "Name": "1984",
    "Summary": "1984 is a dystopian novel by George Orwell, first published in 1949. It is set in a totalitarian regime ruled by the Party led by Big Brother, and follows the life of Winston Smith as he rebels against the oppressive government.",
    "Author": "George Orwell",
    "Publication Date": "1949-06-08",
    "Price": "65 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "a4f4e2de-9ed0-4b25-94f1-634b7e6f0a11",
    "Name": "The Hobbit",
    "Summary": "The Hobbit, or There and Back Again is a fantasy novel by J.R.R. Tolkien, first published in 1937. It follows the quest of Bilbo Baggins, a hobbit who embarks on an adventure to reclaim the treasure guarded by the dragon Smaug.",
    "Author": "J.R.R. Tolkien",
    "Publication Date": "1937-09-21",
    "Price": "70 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "f8c52975-e8bb-4d7f-82ef-97dcfd6cf406",
    "Name": "The Great Gatsby",
    "Summary": "The Great Gatsby is a novel by F. Scott Fitzgerald, first published in 1925. It is set in the fictional town of West Egg on Long Island and follows the story of Jay Gatsby, a wealthy bachelor, and his pursuit of the American Dream.",
    "Author": "F. Scott Fitzgerald",
    "Publication Date": "1925-04-10",
    "Price": "75 GBP",
    "Ratings": "4.8"
  },
  {
    "ID": "3efeb1a3-8f8b-40e3-aa3e-055c52b46b11",
    "Name": "Anna Karenina",
    "Summary": "Anna Karenina is a novel by Leo Tolstoy, first published in serial installments from 1873 to 1877. It tells the story of Anna Karenina, a married aristocrat and socialite, and her affair with the affluent Count Vronsky.",
    "Author": "Leo Tolstoy",
    "Publication Date": "1873-01-01",
    "Price": "80 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "92d3fede-7a0b-44f8-8cc8-b443c5c5fb0f",
    "Name": "The Brothers Karamazov",
    "Summary": "The Brothers Karamazov is a novel by Fyodor Dostoevsky, first published in 1880. It explores themes of faith, doubt, morality, and free will through the story of the Karamazov family and the murder of their father, Fyodor Pavlovich Karamazov.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1880-11-06",
    "Price": "85 GBP",
    "Ratings": "4.9"
  },
  {
    "ID": "0b860f0d-40a2-44de-8794-5dc3af97e3cd",
    "Name": "The Iliad",
    "Summary": "The Iliad is an ancient Greek epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It tells the story of the Trojan War and the Greek hero Achilles' rage.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "85 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "20f3e007-7a1c-4d84-b3aa-6c17f3652e7d",
    "Name": "The Stranger",
    "Summary": "The Stranger is a novel by Albert Camus, first published in 1942. It tells the story of Meursault, a French Algerian who kills an Arab man in Algiers and is subsequently tried and sentenced to death.",
    "Author": "Albert Camus",
    "Publication Date": "1942-01-01",
    "Price": "90 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "c5f9ac39-af6f-4c2a-a91a-09f3a39e1420",
    "Name": "The Trial",
    "Summary": "The Trial is a novel by Franz Kafka, first published in 1925. It tells the story of Josef K., a man who is arrested and prosecuted by a remote, inaccessible authority for a crime that is never revealed to him.",
    "Author": "Franz Kafka",
    "Publication Date": "1925-01-01",
    "Price": "95 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "73c8bb5e-2c95-4850-9502-8d6af0468e71",
    "Name": "The Metamorphosis",
    "Summary": "The Metamorphosis is a novella by Franz Kafka, first published in 1915. It tells the story of Gregor Samsa, who wakes up one morning to find himself transformed into a giant insect.",
    "Author": "Franz Kafka",
    "Publication Date": "1915-01-01",
    "Price": "100 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "9c01fe42-7da2-4b1c-b44e-fc15473f2262",
    "Name": "Don Quixote",
    "Summary": "Don Quixote is a novel by Miguel de Cervantes, first published in two parts in 1605 and 1615. It follows the adventures of Alonso Quixano, a retired country gentleman, who believes himself to be a knight and sets out to revive chivalry under the name Don Quixote.",
    "Author": "Miguel de Cervantes",
    "Publication Date": "1605-01-16",
    "Price": "105 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "1b1b5e3c-6eac-4265-87f8-d56a95b99952",
    "Name": "Crime and Punishment",
    "Summary": "Crime and Punishment is a novel by Fyodor Dostoevsky, first published in 1866. It follows the story of Rodion Raskolnikov, a young Russian intellectual who commits a murder and grapples with his guilt and the moral consequences of his actions.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1866-01-01",
    "Price": "110 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "03bfc618-76b0-40e1-9f29-f49b6232e8c2",
    "Name": "The Odyssey",
    "Summary": "The Odyssey is an ancient Greek epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It follows the adventures of the hero Odysseus as he tries to return home to Ithaca after the Trojan War.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "115 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "f666eb9a-2264-47f4-9375-1d5f27f93a65",
    "Name": "Pride and Prejudice",
    "Summary": "Pride and Prejudice is a novel by Jane Austen, first published in 1813. It follows the romantic entanglements of the Bennet sisters, particularly Elizabeth and Mr. Darcy, and explores themes of class, marriage, and societal expectations.",
    "Author": "Jane Austen",
    "Publication Date": "1813-01-28",
    "Price": "120 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "c5b5bcb2-80d5-4050-ba5f-9026fe2b1a02",
    "Name": "Wuthering Heights",
    "Summary": "Wuthering Heights is a novel by Emily Brontë, first published in 1847 under the pseudonym Ellis Bell. It tells the story of the passionate and destructive love between Catherine Earnshaw and Heathcliff, and the revenge Heathcliff seeks on those who wronged him.",
    "Author": "Emily Brontë",
    "Publication Date": "1847-12-24",
    "Price": "125 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "d5252c2f-1ae0-453f-b9a2-69a0738b37b1",
    "Name": "The Picture of Dorian Gray",
    "Summary": "The Picture of Dorian Gray is a novel by Oscar Wilde, first published in 1890. It tells the story of Dorian Gray, a young man who sells his soul in exchange for eternal youth and beauty, but his portrait ages while he remains young and handsome.",
    "Author": "Oscar Wilde",
    "Publication Date": "1890-07-01",
    "Price": "130 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "378f61f0-3df7-4e43-9826-f61a89d6c95a",
    "Name": "Wuthering Heights",
    "Summary": "Wuthering Heights is a novel by Emily Brontë, first published in 1847 under the pseudonym Ellis Bell. It tells the story of the passionate and destructive love between Catherine Earnshaw and Heathcliff, and the revenge Heathcliff seeks on those who wronged him.",
    "Author": "Emily Brontë",
    "Publication Date": "1847-12-24",
    "Price": "135 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "e0c40c06-61f2-4519-b0a9-e9b39d42d1d0",
    "Name": "The Grapes of Wrath",
    "Summary": "The Grapes of Wrath is a novel by John Steinbeck, first published in 1939. It tells the story of the Joad family, who are forced to leave their farm in Oklahoma during the Dust Bowl and journey to California in search of work and a better life.",
    "Author": "John Steinbeck",
    "Publication Date": "1939-04-14",
    "Price": "140 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "513c05f0-1a7d-44d0-905e-0fd2abdf0f7e",
    "Name": "The Catcher in the Rye",
    "Summary": "The Catcher in the Rye is a novel by J.D. Salinger, first published in 1951. It follows the story of Holden Caulfield, a young man who is expelled from his prep school and embarks on a journey of self-discovery in New York City.",
    "Author": "J.D. Salinger",
    "Publication Date": "1951-07-16",
    "Price": "145 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "a41c640a-2da3-420a-8d47-4bb19476cd43",
    "Name": "Nineteen Eighty-Four",
    "Summary": "Nineteen Eighty-Four is a dystopian novel by George Orwell, first published in 1949. It is set in a totalitarian regime led by Big Brother, and follows the life of Winston Smith as he rebels against the oppressive government.",
    "Author": "George Orwell",
    "Publication Date": "1949-06-08",
    "Price": "150 GBP",
    "Ratings": "4.8"
  },
  {
    "ID": "314e64df-5da4-4840-81a1-7413354e8d94",
    "Name": "Catch-22",
    "Summary": "Catch-22 is a satirical novel by Joseph Heller, first published in 1961. It follows the story of Captain John Yossarian, a U.S. Army Air Forces B-25 bombardier, and his attempts to maintain his sanity while fulfilling his service requirements during World War II.",
    "Author": "Joseph Heller",
    "Publication Date": "1961-11-10",
    "Price": "155 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "520fd1b1-17e5-482d-b8ad-73071df11c89",
    "Name": "The Sound and the Fury",
    "Summary": "The Sound and the Fury is a novel by William Faulkner, first published in 1929. It is set in the fictional Yoknapatawpha County and follows the Compson family over several decades, exploring themes of time, memory, and decay.",
    "Author": "William Faulkner",
    "Publication Date": "1929-10-07",
    "Price": "160 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "a5860286-16cd-4598-bf0c-33480b3d9829",
    "Name": "Brave New World",
    "Summary": "Brave New World is a dystopian novel by Aldous Huxley, first published in 1932. It is set in a futuristic World State where citizens are engineered through artificial reproduction and conditioned to fulfill specific social roles.",
    "Author": "Aldous Huxley",
    "Publication Date": "1932-01-01",
    "Price": "165 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "2ee20785-b9bb-4c88-9615-994f39be5a25",
    "Name": "The Hitchhiker's Guide to the Galaxy",
    "Summary": "The Hitchhiker's Guide to the Galaxy is a comic science fiction series by Douglas Adams, first published in 1979. It follows the adventures of Arthur Dent, a hapless Englishman, as he travels through space with his alien friend Ford Prefect.",
    "Author": "Douglas Adams",
    "Publication Date": "1979-10-12",
    "Price": "170 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "e2a11834-5a69-4ff1-b449-b3828b48e414",
    "Name": "Jane Eyre",
    "Summary": "Jane Eyre is a novel by Charlotte Brontë, first published in 1847 under the pen name 'Currer Bell'. It follows the story of Jane Eyre, an orphaned governess, as she grows up and falls in love with her employer, Mr. Rochester.",
    "Author": "Charlotte Brontë",
    "Publication Date": "1847-10-16",
    "Price": "175 GBP",
    "Ratings": "4.8"
  },
  {
    "ID": "d55a614b-0662-4ef8-a5ee-c1028761a197",
    "Name": "Ulysses",
    "Summary": "Ulysses is a novel by James Joyce, first published in 1922. It follows the stream of consciousness of Leopold Bloom and Stephen Dedalus over the course of a single day in Dublin, June 16, 1904.",
    "Author": "James Joyce",
    "Publication Date": "1922-02-02",
    "Price": "180 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "f4cfb35f-2f92-4847-a9c2-9a1577cd40c0",
    "Name": "The Divine Comedy",
    "Summary": "The Divine Comedy is an epic poem by Dante Alighieri, written between 1308 and 1320. It follows the journey of the narrator through Hell, Purgatory, and Paradise, guided by the Roman poet Virgil and his idealized love Beatrice.",
    "Author": "Dante Alighieri",
    "Publication Date": "1308-01-01",
    "Price": "185 EUR",
    "Ratings": "4.7"
  },
  {
    "ID": "c38e5b02-d9cb-4b68-84d9-83360cdd38b8",
    "Name": "The Odyssey",
    "Summary": "The Odyssey is an ancient Greek epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It follows the adventures of the hero Odysseus as he tries to return home to Ithaca after the Trojan War.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "190 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "f05bb2d7-92d1-4cb7-9eb3-4d037b3c161c",
    "Name": "The Divine Comedy",
    "Summary": "The Divine Comedy is an epic poem by Dante Alighieri, written between 1308 and 1320. It follows the journey of the narrator through Hell, Purgatory, and Paradise, guided by the Roman poet Virgil and his idealized love Beatrice.",
    "Author": "Dante Alighieri",
    "Publication Date": "1308-01-01",
    "Price": "195 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "c7ef2ec0-22a2-4b48-8934-7d663c3f7eac",
    "Name": "The Old Man and the Sea",
    "Summary": "The Old Man and the Sea is a novella by Ernest Hemingway, first published in 1952. It tells the story of an aging Cuban fisherman named Santiago who struggles with a giant marlin far out in the Gulf Stream.",
    "Author": "Ernest Hemingway",
    "Publication Date": "1952-09-01",
    "Price": "200 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "b8c5f3e0-21d3-498b-b943-4501d0371290",
    "Name": "The Count of Monte Cristo",
    "Summary": "The Count of Monte Cristo is a novel by Alexandre Dumas, first published in 1844. It tells the story of Edmond Dantès, a young sailor who is falsely accused of treason and imprisoned, only to escape and seek revenge against those who betrayed him.",
    "Author": "Alexandre Dumas",
    "Publication Date": "1844-08-28",
    "Price": "205 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "8c2b0e10-3207-4844-8a17-05a2fbff3dc5",
    "Name": "The Brothers Karamazov",
    "Summary": "The Brothers Karamazov is a novel by Fyodor Dostoevsky, first published in 1880. It explores themes of faith, doubt, morality, and free will through the story of the Karamazov family and the murder of their father, Fyodor Pavlovich Karamazov.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1880-11-06",
    "Price": "210 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "f8d22080-cd47-43e1-808f-f290bead1be5",
    "Name": "The Brothers Karamazov",
    "Summary": "The Brothers Karamazov is a novel by Fyodor Dostoevsky, first published in 1880. It explores themes of faith, doubt, morality, and free will through the story of the Karamazov family and the murder of their father, Fyodor Pavlovich Karamazov.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1880-11-06",
    "Price": "215 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "f507a853-c624-4f1d-8397-b74758245021",
    "Name": "The Iliad",
    "Summary": "The Iliad is an ancient Greek epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It tells the story of the Trojan War and the Greek hero Achilles' rage.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "220 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "57c91663-fd09-4987-86b8-8f6f3d0a64cd",
    "Name": "The Odyssey",
    "Summary": "The Odyssey is an ancient Greek epic poem attributed to Homer, believed to have been composed in the 8th century BCE. It follows the adventures of the hero Odysseus as he tries to return home to Ithaca after the Trojan War.",
    "Author": "Homer",
    "Publication Date": "1942-01-01",
    "Price": "225 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "fcf56333-849a-4ad7-a5f0-fc1b49717635",
    "Name": "Nineteen Eighty-Four",
    "Summary": "Nineteen Eighty-Four is a dystopian novel by George Orwell, first published in 1949. It is set in a totalitarian regime led by Big Brother, and follows the life of Winston Smith as he rebels against the oppressive government.",
    "Author": "George Orwell",
    "Publication Date": "1949-06-08",
    "Price": "230 GBP",
    "Ratings": "4.8"
  },
  {
    "ID": "bc4b23e3-4013-47d0-b1da-81f0b6466e60",
    "Name": "The Count of Monte Cristo",
    "Summary": "The Count of Monte Cristo is a novel by Alexandre Dumas, first published in 1844. It tells the story of Edmond Dantès, a young sailor who is falsely accused of treason and imprisoned, only to escape and seek revenge against those who betrayed him.",
    "Author": "Alexandre Dumas",
    "Publication Date": "1844-08-28",
    "Price": "235 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "afcfcb8a-6f05-4c14-8e28-02f5f99b88bb",
    "Name": "The Catcher in the Rye",
    "Summary": "The Catcher in the Rye is a novel by J.D. Salinger, first published in 1951. It follows the story of Holden Caulfield, a young man who is expelled from his prep school and embarks on a journey of self-discovery in New York City.",
    "Author": "J.D. Salinger",
    "Publication Date": "1951-07-16",
    "Price": "240 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "9d5d83a2-3548-44db-85d4-9b2441e0f8b5",
    "Name": "One Hundred Years of Solitude",
    "Summary": "One Hundred Years of Solitude is a novel by Gabriel García Márquez, first published in 1967. It tells the story of the Buendía family in the fictional town of Macondo, exploring themes of love, time, and the cyclical nature of history.",
    "Author": "Gabriel García Márquez",
    "Publication Date": "1967-05-30",
    "Price": "245 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "ddc61749-dc5b-4d28-98a9-c6cb1582ad94",
    "Name": "Moby-Dick",
    "Summary": "Moby-Dick; or, The Whale is a novel by Herman Melville, first published in 1851. It tells the story of the voyage of the whaling ship Pequod, commanded by Captain Ahab, who is obsessed with hunting the giant white sperm whale known as Moby Dick.",
    "Author": "Herman Melville",
    "Publication Date": "1851-10-18",
    "Price": "250 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "2b4df441-d556-4ec9-8b7f-413a5f4b867f",
    "Name": "Les Misérables",
    "Summary": "Les Misérables is a novel by Victor Hugo, first published in 1862. It follows the lives and interactions of several characters, particularly the struggles of ex-convict Jean Valjean and his experience of redemption.",
    "Author": "Victor Hugo",
    "Publication Date": "1862-03-15",
    "Price": "255 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "0088db82-fc46-4897-aa02-f35cfd68cffe",
    "Name": "The Adventures of Sherlock Holmes",
    "Summary": "The Adventures of Sherlock Holmes is a collection of short stories by Arthur Conan Doyle, first published in 1892. It features the detective Sherlock Holmes and his friend Dr. John Watson solving various mysteries in Victorian London.",
    "Author": "Arthur Conan Doyle",
    "Publication Date": "1892-10-14",
    "Price": "260 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "583d22ed-4f25-4848-8b24-ec25396edbf2",
    "Name": "The Adventures of Huckleberry Finn",
    "Summary": "The Adventures of Huckleberry Finn is a novel by Mark Twain, first published in 1884. It follows the adventures of Huckleberry Finn, a boy who escapes his abusive father and travels down the Mississippi River with Jim, a runaway slave.",
    "Author": "Mark Twain",
    "Publication Date": "1884-12-10",
    "Price": "265 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "4c0425d4-9e05-4927-a9fb-b78ac4294902",
    "Name": "The Adventures of Tom Sawyer",
    "Summary": "The Adventures of Tom Sawyer is a novel by Mark Twain, first published in 1876. It follows the adventures of Tom Sawyer, a young boy growing up along the Mississippi River in the fictional town of St. Petersburg, Missouri.",
    "Author": "Mark Twain",
    "Publication Date": "1876-12-01",
    "Price": "270 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "e9e5f4c4-fc8d-44d4-a28f-abb0c4221426",
    "Name": "The Adventures of Sherlock Holmes",
    "Summary": "The Adventures of Sherlock Holmes is a collection of short stories by Arthur Conan Doyle, first published in 1892. It features the detective Sherlock Holmes and his friend Dr. John Watson solving various mysteries in Victorian London.",
    "Author": "Arthur Conan Doyle",
    "Publication Date": "1892-10-14",
    "Price": "275 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "8d8a7688-4fd1-43af-b611-f60dd9fc5f1b",
    "Name": "The Adventures of Tom Sawyer",
    "Summary": "The Adventures of Tom Sawyer is a novel by Mark Twain, first published in 1876. It follows the adventures of Tom Sawyer, a young boy growing up along the Mississippi River in the fictional town of St. Petersburg, Missouri.",
    "Author": "Mark Twain",
    "Publication Date": "1876-12-01",
    "Price": "280 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "6b7bf468-7d05-4931-9822-d7fa088c3d7e",
    "Name": "Les Misérables",
    "Summary": "Les Misérables is a novel by Victor Hugo, first published in 1862. It follows the lives and interactions of several characters, particularly the struggles of ex-convict Jean Valjean and his experience of redemption.",
    "Author": "Victor Hugo",
    "Publication Date": "1862-03-15",
    "Price": "285 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "f665a856-c6ac-462a-b456-b7a7a05a37b2",
    "Name": "Moby-Dick",
    "Summary": "Moby-Dick; or, The Whale is a novel by Herman Melville, first published in 1851. It tells the story of the voyage of the whaling ship Pequod, commanded by Captain Ahab, who is obsessed with hunting the giant white sperm whale known as Moby Dick.",
    "Author": "Herman Melville",
    "Publication Date": "1851-10-18",
    "Price": "290 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "5eb41806-5a5b-4b64-a02b-0dfc2269c21c",
    "Name": "One Hundred Years of Solitude",
    "Summary": "One Hundred Years of Solitude is a novel by Gabriel García Márquez, first published in 1967. It tells the story of the Buendía family in the fictional town of Macondo, exploring themes of love, time, and the cyclical nature of history.",
    "Author": "Gabriel García Márquez",
    "Publication Date": "1967-05-30",
    "Price": "295 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "d7bce2b3-1eab-4653-a636-fd3949b57b3c",
    "Name": "One Hundred Years of Solitude",
    "Summary": "One Hundred Years of Solitude is a novel by Gabriel García Márquez, first published in 1967. It tells the story of the Buendía family in the fictional town of Macondo, exploring themes of love, time, and the cyclical nature of history.",
    "Author": "Gabriel García Márquez",
    "Publication Date": "1967-05-30",
    "Price": "300 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "3e25eaaa-2cb9-4c9c-aac5-37f96c68d22b",
    "Name": "The Count of Monte Cristo",
    "Summary": "The Count of Monte Cristo is a novel by Alexandre Dumas, first published in 1844. It tells the story of Edmond Dantès, a young sailor who is falsely accused of treason and imprisoned, only to escape and seek revenge against those who betrayed him.",
    "Author": "Alexandre Dumas",
    "Publication Date": "1844-08-28",
    "Price": "305 GBP",
    "Ratings": "4.7"
  },
  {
    "ID": "11a6d8bb-5e8b-4bb2-8239-760e9b07603d",
    "Name": "The Adventures of Huckleberry Finn",
    "Summary": "The Adventures of Huckleberry Finn is a novel by Mark Twain, first published in 1884. It follows the adventures of Huckleberry Finn, a boy who escapes his abusive father and travels down the Mississippi River with Jim, a runaway slave.",
    "Author": "Mark Twain",
    "Publication Date": "1884-12-10",
    "Price": "310 USD",
    "Ratings": "4.8"
  },
  {
    "ID": "33eb4b38-c15a-4b8f-b010-f77ff7d53054",
    "Name": "Ulysses",
    "Summary": "Ulysses is a novel by James Joyce, first published in 1922. It follows the stream of consciousness of Leopold Bloom and Stephen Dedalus over the course of a single day in Dublin, June 16, 1904.",
    "Author": "James Joyce",
    "Publication Date": "1922-02-02",
    "Price": "315 USD",
    "Ratings": "4.6"
  },
  {
    "ID": "7f0788d0-2f95-4827-97e0-b9214e18f894",
    "Name": "The Picture of Dorian Gray",
    "Summary": "The Picture of Dorian Gray is a novel by Oscar Wilde, first published in 1890. It tells the story of Dorian Gray, a young man who sells his soul in exchange for eternal youth and beauty, but his portrait ages while he remains young and handsome.",
    "Author": "Oscar Wilde",
    "Publication Date": "1890-07-01",
    "Price": "320 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "2f19ee67-0281-4e46-92b3-40d165f2701b",
    "Name": "The Sound and the Fury",
    "Summary": "The Sound and the Fury is a novel by William Faulkner, first published in 1929. It is set in the fictional Yoknapatawpha County and follows the Compson family over several decades, exploring themes of time, memory, and decay.",
    "Author": "William Faulkner",
    "Publication Date": "1929-10-07",
    "Price": "325 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "5b57b3c4-9d3e-4f08-b2e1-000625c85e1b",
    "Name": "The Grapes of Wrath",
    "Summary": "The Grapes of Wrath is a novel by John Steinbeck, first published in 1939. It tells the story of the Joad family, who are forced to leave their farm in Oklahoma during the Dust Bowl and journey to California in search of work and a better life.",
    "Author": "John Steinbeck",
    "Publication Date": "1939-04-14",
    "Price": "330 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "8d9f0199-cac7-4863-9531-84a52f105c89",
    "Name": "The Hitchhiker's Guide to the Galaxy",
    "Summary": "The Hitchhiker's Guide to the Galaxy is a comic science fiction series by Douglas Adams, first published in 1979. It follows the adventures of Arthur Dent, a hapless Englishman, as he travels through space with his alien friend Ford Prefect.",
    "Author": "Douglas Adams",
    "Publication Date": "1979-10-12",
    "Price": "335 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "ba6d0ab7-28e9-45d1-bc59-1e699ec32b57",
    "Name": "The Grapes of Wrath",
    "Summary": "The Grapes of Wrath is a novel by John Steinbeck, first published in 1939. It tells the story of the Joad family, who are forced to leave their farm in Oklahoma during the Dust Bowl and journey to California in search of work and a better life.",
    "Author": "John Steinbeck",
    "Publication Date": "1939-04-14",
    "Price": "340 USD",
    "Ratings": "4.7"
  },
  {
    "ID": "c5b3df39-76ab-47c6-ba44-78047489a44d",
    "Name": "Wuthering Heights",
    "Summary": "Wuthering Heights is a novel by Emily Brontë, first published in 1847 under the pseudonym Ellis Bell. It tells the story of the passionate and destructive love between Catherine Earnshaw and Heathcliff, and the revenge Heathcliff seeks on those who wronged him.",
    "Author": "Emily Brontë",
    "Publication Date": "1847-12-24",
    "Price": "345 EUR",
    "Ratings": "4.8"
  },
  {
    "ID": "52621d03-8da9-49b2-bc44-9cfbb5eb4990",
    "Name": "Pride and Prejudice",
    "Summary": "Pride and Prejudice is a novel by Jane Austen, first published in 1813. It follows the romantic entanglements of the Bennet sisters, particularly Elizabeth and Mr. Darcy, and explores themes of class, marriage, and societal expectations.",
    "Author": "Jane Austen",
    "Publication Date": "1813-01-28",
    "Price": "350 USD",
    "Ratings": "4.9"
  },
  {
    "ID": "4643e63e-18cc-4f90-a9dc-272bb6b4cd48",
    "Name": "Don Quixote",
    "Summary": "Don Quixote is a novel by Miguel de Cervantes, first published in two parts in 1605 and 1615. It follows the adventures of Alonso Quixano, a retired country gentleman, who believes himself to be a knight and sets out to revive chivalry under the name Don Quixote.",
    "Author": "Miguel de Cervantes",
    "Publication Date": "1605-01-16",
    "Price": "355 EUR",
    "Ratings": "4.9"
  },
  {
    "ID": "b35c320b-df41-47cb-8840-6a7e6b4dfc3d",
    "Name": "Crime and Punishment",
    "Summary": "Crime and Punishment is a novel by Fyodor Dostoevsky, first published in 1866. It follows the story of Rodion Raskolnikov, a young Russian intellectual who commits a murder and grapples with his guilt and the moral consequences of his actions.",
    "Author": "Fyodor Dostoevsky",
    "Publication Date": "1866-01-01",
    "Price": "360 USD",
    "Ratings": "4.8"
  }
]
